tiezi_list = (
    "https://tieba.baidu.com/p/2269062871",
    "https://tieba.baidu.com/p/2269064755",
    "https://tieba.baidu.com/p/2269065393",
    "https://tieba.baidu.com/p/2269066992",
    "https://tieba.baidu.com/p/2269069373",
    "https://tieba.baidu.com/p/2269070319",
    "https://tieba.baidu.com/p/2269071478",
    "https://tieba.baidu.com/p/1135763830",
    "https://tieba.baidu.com/p/1135761815",
    "https://tieba.baidu.com/p/1115754156",
    "https://tieba.baidu.com/p/1115757325",
    "https://tieba.baidu.com/p/1119372300",
    "https://tieba.baidu.com/p/1085617537",
    "https://tieba.baidu.com/p/1085217582",
    "https://tieba.baidu.com/p/1084195474",
    "https://tieba.baidu.com/p/1041770482",
    "https://tieba.baidu.com/p/1030436873",
    "https://tieba.baidu.com/p/1003863991",
    "https://tieba.baidu.com/p/987030763",
    "https://tieba.baidu.com/p/925700252",
    "https://tieba.baidu.com/p/941149056",
    "https://tieba.baidu.com/p/927429803",
    "https://tieba.baidu.com/p/869489197",
    "https://tieba.baidu.com/p/825170479",
    "https://tieba.baidu.com/p/752869414",
    "https://tieba.baidu.com/p/772683931",
    "https://tieba.baidu.com/p/733061742",
    "https://tieba.baidu.com/p/752730982",
    "https://tieba.baidu.com/p/752969758",
    "https://tieba.baidu.com/p/752972305",
    "https://tieba.baidu.com/p/752970027",
    "https://tieba.baidu.com/p/752981864",
    "https://tieba.baidu.com/p/752962193",
)

tiezi_text = [
    {
        "title": "",
        "text": "真是无聊呢，正值血气🌿🍀方刚的时候，，求放中一把，解决苼，，，🌿🍀。。。li需要， 🌿🍀🍁🍂🍃，哥有钱的，愿意付"
    },
    {
        "title": "",
        "text": "真是无聊呢，💪👈👉👆👇✋正值血气方刚的时候，，求放中一把，解决苼，，，🌿。。。li需要， 🌿，哥有钱的🐹🐰🐇，愿意付。。"
    },
    {
        "title": "",
        "text": "真是无聊呢，💪👈正值血气方刚的时候，，求放中一把，解决苼，，，🌿。。。li需要， 🌿，哥有钱的🐬🐟🐠🐇，愿意付。。"
    },
    {
        "title": "",
        "text": "🍈🍉🍊🍋🍌🍍🍎真是无聊呢，正值血气方刚的时候，，求放中一把，解决苼，，，🌿。。。li需要， 🌿，哥有钱的🐇，愿意付。以克人之心克己，以容己之心容人"
    },
    {
        "title": "",
        "text": "真是无聊呢📟📠🔋🔌💻，正值血气方刚的时候，，求放中一把，解决苼，，，🌿。。。li需要， 🌿，哥有钱的🐇，愿意付。树愈静而风不止，我愈恋而她不在"
    },

    {
        "title": "",
        "text": "把活着的每一天看作生命的最后一天，正值血气方刚👵👶的时候，，求放中一把，解决苼，，，🌿。。。li需要， 🌿，哥有钱的🐇，愿意付"
    },
    {
        "title": "",
        "text": "在今天和明天之间，有✋??一段很长的时间；求放中一把，解决苼，✋👌，，🌿。。。li需要， 🌿，哥有钱的🐇，愿意付，趁你还有精神的时💍🌂候，学习迅速办事。"
    },
    {
        "title": "",
        "text": "🙉🙊落日无边江不尽🙉🙊，此身此日更须忙。求放中一把，解决苼，，，。。li需要，🙉🙊哥有钱的🐇，"
    },
    {
        "title": "",
        "text": "莫等闲💋??💋，求解决生理需求，🐺🐱😺you偿白了少年头，空悲切🐬🐟🐠。"
    },
    {
        "title": "",
        "text": "岁去最近憋得慌啊啊啊啊，。求解决以下生里😲😷😖😞需求，，，有chang，哥有钱弦吐箭。😲😷😖😞"
    },
    {
        "title": "",
        "text": "盛年不重来，一日难再晨??求苞様，我💋💋💋超级漂亮的。及时宜💑💑💑自勉，岁月不待人。"
    },
    {
        "title": "",
        "text": "🍅🍅🍅🍅一万年太久，求解决以下生??🍚🍚里需🍝🍝🍝求，，，有chang，哥🍣??有钱只争朝夕。🍣🍣🍣🍣"
    },
    {
        "title": "",
        "text": "🎂🎂不管饕餮的时间怎样吞噬着一切，求解决以下生🍦🍧里需🍠🍢🍤🍥求，，有chang，哥有钱。。我们要在这一息尚存的时候，努力博🎂🎂取我们的声誉，使时间的镰刀不能伤害我们。🎂🎂"
    },
    {
        "title": "",
        "text": "不要老叹??息过去，求解决以下生里??👺需👹👺求，，，有👹👺chang，哥有钱。。它是不再回来的；要明智地改善现在。要👹👺以不忧不惧的坚决意志投🎱入扑朔迷离的未🎱来。"
    },
    {
        "title": "",
        "text": "当许多人在一条路上徘徊🍨🍩不前时，求解决以下生里🍨🍩需求，，，有🍨🍩chang，哥有🍨🍩钱，，他们不得不让开一条大路，让那珍惜时🍗🍔🍟间的人赶到他们的前面去。"
    },
    {
        "title": "",
        "text": "成功＝艰苦劳动＋正确的方法＋少说空话求解决以下生里需求，，，有chang，哥有钱"
    },
    {
        "title": "",
        "text": "放弃时间??的人，，求解决以下生????里需🍑🍒求，，，有🍑🍒chang，哥有🍑??钱，时间也放弃🍄他。"
    },
    {
        "title": "",
        "text": "求解决以下生里需求，，，有chang，哥有钱。。。没有方法能使时钏为我敲已过去了的钟点。"
    },
    {
        "title": "",
        "text": "人的全部本领无非是求解决👓??👓以下生??里需🏧求，，，有🏧chang，哥🏧有钱。。耐心和时间的混合物。👓👓👓"
    },
    {
        "title": "",
        "text": "任何节约归根到底💪??💪是时间的节约求解决以下生里需👋👏??求，，，有👍chang，哥有👍钱。💪💪💪"
    },
    {
        "title": "",
        "text": "时间求解决以下生里需求，，，有chang，哥有钱就是能力等等发展的地盘。"
    },
    {
        "title": "",
        "text": "时间是世??界上一切成就的土壤。求解决以下生里????需💄求，，，有chang，哥有👖👗??钱。。时间给🎒空想者💄痛苦，给创造者幸福。"
    },
    {
        "title": "",
        "text": "时间是伟大的导师，，求解决以下生里需求，，，有chang，哥有钱。"
    },
    {
        "title": "",
        "text": "时间是一个伟大的作者，求解决以下生里需求，，，有chang，哥有钱。。。它会给每个人写出完美的结局来。"
    },
    {
        "title": "",
        "text": "时间最不偏私都是上帝第三方 求解决生理🙆需求，you🙆偿，给任何人都是二十四小时；求解决以下生里🙍🙎需求，，有🙍🙎chang，哥有钱。。时间也是偏私，给任何人都不是二十四小时。"
    },
    {
        "title": "",
        "text": "人生苦短，👳👷👳👷若虚度年华，，，求解决以下生里需👳??求，，，有👳👷chang，哥有钱，则短暂的人生就太长了。"
    },
    {
        "title": "",
        "text": "求解决以下生里需求，，，有chang，哥有钱。、、、只要我们能善用时间，就永远不愁时间不够用。"
    },
    {
        "title": "",
        "text": "不要为已消尽之年华叹息，，求解决以下生🐘??里????🌵需求🐥??🐥🐥，，，有??chang，哥有钱，必须正视匆匆溜走的时光。"
    },
    {
        "title": "",
        "text": "忘掉今天的人将，，求解决生😸??😸理😸😸😸需求，you🐴🐴偿。。被明天忘掉。"
    },
    {
        "title": "",
        "text": "辛勤的蜜蜂永🌲🌳🌴🌵没有时间的悲哀求解决生理需求，y??🐲??🐳🐋ou偿。"
    },
    {
        "title": "",
        "text": "在所有的批评中，最伟🐱😺😸😹大、求解决生♿🚹🚺🚻理🐱??😸??需求，you♿🚹??🚻偿 最正确、最天才的是🐱😺😸😹时间。"
    },
    {
        "title": "",
        "text": "从不浪费时间的人，求解决生😷????理需😷😖??求，you👰👼💆偿 没有工夫抱怨时间不够。"
    },
    {
        "title": "",
        "text": "时间求解决生??理??需🚶求，you👫偿👫是我的财产，我的田亩是时间。"
    },
    {
        "title": "",
        "text": "利用时间是🌹🌺🌻🌼一个极其高级的规律求解决生??🌺??🌼理🌹🌺🌻??需求，you🌹🌺🌻🌼偿。"
    },
    {
        "title": "",
        "text": "今天所做之事??勿候明天，自己所做之🐹事勿候他人。求解决生??理🐔需🐔求，you🐔偿🐹"
    },
    {
        "title": "",
        "text": "求解决生理🐙🐚??🐛🐜需求，you🐙🐚🐌🐛🐜偿，今天应做的事没有做，明天再早也是耽误了。"
    },
    {
        "title": "",
        "text": "浪费时间是一桩大??罪过。。。求解😶????😥决生😶😏😣??理需求，you😨偿。"
    },
    {
        "title": "",
        "text": "你热爱生命吗？求解决生👪👪👪??理需👪求，you👪偿，，那么别浪费时间，因为时👪间是组成生命的材料。"
    },
    {
        "title": "",
        "text": "敢于浪费哪怕一个钟头时间的人，求解决生✋👌👍??✊理👏需👏求，you👏偿。。。说明他还不懂得珍惜生命的全部价值。——达尔文"
    },
    {
        "title": "",
        "text": "即将来临的一天，求解决生理👖👗??👙需🎒求，you👖👗👘👙偿，比过去的一年更为悠长。"
    },
    {
        "title": "",
        "text": "集腋成裘，聚沙成塔。几秒钟虽然不长，求解📱📲📶📳📴☎决生??📲📶📳??☎理需求，you🚾偿。。却构成永恒长河中的伟大时代。"
    },
    {
        "title": "",
        "text": "若要生活，就该为自己建造充满感受、求解决生🐵🐒理需🐵🐒求，you🐵🐒偿。。思索和行动的时钟，用它来代替🐵🐒这个枯燥、单调、以愁闷来扼杀，带有责备意味和冷冷地滴答着的时间。"
    },
    {
        "title": "",
        "text": "完成工作的方法是爱??惜每一分钟。求解🌹🌺🌻决生??🌺🌻理需🐑求，you偿"
    },
    {
        "title": "",
        "text": "求解决生理🍉🍊??🍌需🍉🍊??🍌求，you🍉🍊🍋🍌偿。。合理安排时间，就等于节约时间。"
    },
    {
        "title": "",
        "text": "求解决生🌾????理需🌾🌿??求，you🌾🌿🍀偿，，春光不自留，莫怪东风恶。"
    },
    {
        "title": "",
        "text": "抛弃今天的人，💐??💮不会有明天；求解决生💐🌸💮理需求，you??🌸💮偿。。。而昨天，不过是行去流水。"
    },
    {
        "title": "",
        "text": "抛弃时间的人。。求🐢??🐲解决生🐢🐍??理需🐢🐍??求，you🐢??🐲偿，时间也抛弃他。"
    },
    {
        "title": "",
        "text": "一切节省，求解决生??理🐵🐒??🐕🐩??需求，you🐒🐒🐒偿，，，归根到底都归结为时间的节省。"
    },
    {
        "title": "",
        "text": "，求放中一把，解决💔💕💖??💙💚💛苼，，，li需要🍒🍓🍒🍓🍒🍓，哥有钱的🐇，愿意付。树愈静而风不止，我愈恋而她不在🏠🏡🏢🏣"
    },
]
